{
  "en": {
    "mainTitle": "CliniQuick: Empowering Clinicians with Quick Access to Medical Guidelines and Educational Resources",
    "intro": "CliniQuick is designed to support clinicians in their daily practice by offering quick access to the latest medical guidelines, educational content, and tools for teaching others about various medical topics. This platform serves as a comprehensive resource for self-learning and patient education, ensuring that healthcare professionals can stay updated with the most current medical knowledge.",
    "current": [
      "<em>Have questions or need guidance? Explore our detailed FAQs section for answers to common queries about using CliniQuick effectively.</em>",
      "Continuously updated, CliniQuick ensures you have access to the most current medical guidelines and educational resources without interruption.",
      "Join our community of healthcare professionals on our dedicated forums and discussion groups. Engage in meaningful conversations, share insights, and learn from peers across the globe. Connect with us on our professional networks."
    ],
    "telegram": "Our professional network offers a secure platform for clinicians to discuss, collaborate, and share knowledge with peers, enhancing the collective understanding of medical practices.",
    "notice": "NB: We maintain a respectful and professional environment. Inappropriate, degrading, or discriminatory comments are strictly prohibited and will result in removal from our community.",
    "licence": [
      "CliniQuick's content is collaboratively developed by a team of healthcare professionals, educational experts, and medical advisors to ensure accuracy and relevancy. Contributions from the medical community are encouraged to keep our resources up-to-date. The platform and content development is supported by partners committed to advancing medical education.",
      "Our resources are available under the Creative Commons BY-NC-SA 3.0 license, allowing free use and distribution for non-commercial purposes. Contributions must acknowledge original creators and, if modified, be shared under the same license."
    ],
    "guidelines": "CliniQuick regularly checks leading medical guidelines and research worldwide to ensure that our content is authoritative, evidence-based, and reflects the latest in medical research and practices.",
    "digital": "Digital innovation and user experience are at the heart of CliniQuick, developed in partnership with leading practices in digital solutions to keep integrations focusing on healthcare solutions.",
    "contacts": ["CliniQuick Support Team", "support@cliniquick.com"],
    "licenced": "All educational content and resources provided by CliniQuick are licensed under the Creative Commons BY-NC-SA 3.0 License."
  }
}
